Repository: oposs/kuickres
Catalog: share/*.po
Languages: de

source: Wrong password!
de: Falsche Passwort

source: Plugin Name missing
de: Plugin Name fehlt

source: Upload Missing
de: Upload fehlt

source: Data Decoding Problem %1
de: Datendekodierungsproblem %1

source: sorry, don't know the field you are talking about
de: Das gewählte Feld ist unbekannt.

source: Export %1
de: Exportiere %1

source: Error
de: Fehler

source: No user selected.
de: Kein Benutzer gewählt

source: UserId
de: Benutzer ID

source: Username
de: Benutzername

source: Password
de: Passwort

source: Password Again
de: Passwort bestätigen

source: Given Name
de: Vorname

source: Family Name
de: Familiename

source: Note
de: Bemerkung

source: You can only edit your own stuff unless you have admin permissions.
de: Ohne Admin-Berechtiungn können nur die eigenen Einträge bearbeitet werden.

source: The password instances did not match.
de: Die beiden Passworte stimmen nicht überein.

source: Create Admin Account
de: Admin Konto erzeugen

source: Save Changes
de: Änderungen Speichern

source: Add User
de: Konto hinzufügen

source: Rights
de: Rechte

source: New User
de: Konto Hinzufügen

source: Edit User
de: Konto bearbeiten

source: You have to select a user first
de: Erst Benutzer wählen

source: Delete User
de: Konto Löschen

source: Do you really want to delete the selected user ?
de: Wollen sie wirklich das gewählte Konto löschen?

source: You can not delete the user you are logged in with
de: Der eigene Benutzer kann nicht gelöscht werden.

source: Faild to remove user %1
de: Das Konto %1 konnte nicht entfernt werden.

source: Add Agegroup
de: Neue Klasse

source: New Agegroup
de: Altergruppe Erfassen

source: Edit Agegroup
de: Klasse Bearbeiten

source: Delete Agegroup
de: Klasse Löschen

source: Do you really want to delete the selected Agegroup. This will only work if there are no reservations linked to it.
de: Soll die gewählte Klasse wirklich gelöscht werden? Die ist nur möglich wenn keine Reservationen damit verbunden sind.

source: Show old bookings
de: Alte Buchungen anzeigen

source: Show All Days
de: Alle Tage Anzeigen

source: Show All Equipment
de: Alle Anlagen anzeigen

source: search words ...
de: suchen ...

source: Room
de: Raum

source: User
de: Emailadresse

source: Date
de: Datum

source: Time
de: Zeit

source: School
de: Schule

source: Equipment
de: Anlage

source: District
de: Schulkreis

source: Age Group
de: Klasse

source: Created
de: Erzeugt

source: Used
de: Benutzt

source: Deleted
de: Gelöscht

source: New Booking
de: Neue Buchung

source: Edit Booking
de: Buchung Bearbeiten

source: Delete Booking
de: Buchung Löschen

source: Do you really want to delete the selected Booking.
de: Wollen sie die gewählte Buchung wirklich löchen?

source: Bookings in the past can not be deleted
de: Buchungen in der Vergangenheit können nicht gelöscht werden.

source: Failed to remove booking %1
de: Fehler beim Löschen der Buchung %1

source: Select District
de: Schulkreis wählen

source: Select Agegroup
de: Klasse wählen

source: Invalid user
de: Ungültiger Benutzer

source: Epoch seconds only
de: Nur Epoch sekunden!

source: Can't book in the past.
de: Keine Buchungen in der Vergangenheit möglich.

source: Start Time
de: Startzeit

source: HH:MM expected
de: HH:MM erwartet

source: End Time
de: Endzeit

source: Invalid Date/Time specification
de: Ungültige Datum-Zeit Angabe

source: Room is not open from %1 to %2.
de: Der Raum ist nicht offen von %1 bis %2.

source: Contact Data
de: Kontaktdaten

source: Mobile Phone
de: Mobiltelefon

source: Phone number 07x xxx xxxx expected
de: Telefonnummer 07x xxx xxxx erwartet

source: Name of the School
de: Name der Schule

source: please select a district
de: Schulkreis wählen!

source: please select an agegroup
de: Klasse wählen!

source: You are not allowed to book in the name of other users.
de: Sie können keine Buchungen für andere Benutzer erfassen.

source: Equipment %1 is not in this room
de: Anlage %1 befindet sich nicht in diesem Raum

source: No Equipment Selected
de: Keine Anlagen gewählt

source: Booking Problem
de: Buchungsproblem

source: Your booking overlaps with BookingIds: %1
de: Deine Buchung würde mit folgenden Buchungen überlappen: %1

source: Booking was not possible because: <ul>%1</ul>
de: Die Buchung konnte nicht durchgeführt werden wegen <ul>%1</ul>

source: Can't modify booking in the past. Please close the form.
de: Buchungen in der Vergangenheit lassen sich nicht ändern.

source: Add Booking
de: Buchung Speichern

source: No booking selected
de: Keine Buchung ausgewählt

source: Active
de: Aktiv

source: Add District
de: Schulkreis Erfassen

source: New District
de: Schulkreis Erfassen

source: Edit District
de: Schulkreis Bearbeiten

source: Delete District
de: Schulkreis Löschen

source: Do you really want to delete the selected District. This will only work if there are no reservations linked to it.
de: Wollen sie wirklich den ausgewählten Schulkreis löschen? Dies ist nur möglich wenn keine Buchungen damit verbunden sind.

source: Key
de: Schlüssel

source: Cost
de: Kosten

source: End
de: Ende

source: Edit Equipment
de: Anlagen Bearbeiten

source: Delete Equipment
de: Equipment Löschen

source: Do you really want to delete the selected Equipment?
de: Wollen sie wirklich das gewählte Equipment löschen?

source: Available From
de: Verfügbar ab

source: Last Day
de: Leztr Tag

source: Add Equipment
de: Anlage Hinzufügen

source: no selection found
de: Kein Auswahl gefunden

source: Location Name
de: Standort Bezeichnung

source: Opening Hours
de: Öffnungszeiten

source: Address
de: Adresse

source: Add Location
de: Ort Hinzufügen

source: New Location
de: Standort Erfassen

source: Edit Location
de: Standort Bearbeiten

source: Delete Location
de: Standort Löschen

source: Do you really want to delete the selected Location. This will only work if there are no rooms linked to it.
de: Soll der gewählte Standort wirklich gelöscht werden? Dies ist nur möglich wenn keine Räume an dem Standort existieren.

source: Location Details
de: Standort Details

source: Use the following fields to write down some extra information about the location.
de: In den untenstehdenden Feldern können zusätzliche Inforamtionen über den Standort erfasst werden.

source: Operating Hours
de: Öffnungszeiten

source: Owner
de: Besitzer

source: Rule
de: Regel

source: Edit MultiBooking
de: MultiBooking Bearbeiten

source: Do you really want to delete the MultiBooking and all associated Bookings ?
de: Wollen Sie das MultiBooking mit allen erzeugten Buchungen löschen ?

source: Start Date
de: Startdatum

source: Must be a number
de: Muss eine Zahl sein!

source: End Date
de: Enddatum

source: End Data must be after the Start Date
de: Das Enddatum muss nach dem Startdatum liegen.

source: Add UserCat
de: UserCategory hinzufügen

source: unknown user configured in rule
de: Unbekannter user in der Rule

source: Create New Account
de: Neues Konto Erstellen

source: %1 is required
de: %1 ist erforderlich

source: Failed to create account for %1
de: Das Konto für %1 konnte nicht erzeugt werden.

source: Invalid email address
de: Ungügltige eMail Adresse

source: Unknown email address
de: Unbekannte eMail Adresse

source: email address in use
de: eMail Adresse schon in Gebrauch

source: Invalid token
de: Kennwort ungültig

source: Passwords must be 8 chars or longer
de: Das Passwort muss mindestens 8 Zeichen lang sein.

source: Passwords < 20 chars must contain upper- and lowercase letters
de: Passworte mit weniger als 20 Zeichen müssen Gross- und Klein-Buchstaben enthalten.

source: Passwords < 16 chars must contain upper- and lowercase letters and numbers
de: Passworte mit weniger als 16 Zeichen müssen Gross- und Klein-Buchstaben und Zahlen enthalten.

source: Passwords < 12 chars must contain upper- and lowercase letters and numbers and special characters
de: Passworte mit weniger als 12 Zeichen müssen Grossbuchstaben, Kleinbuchstaben, Zahlen und Sonderzeichen enthalten.

source: Passwords must must match
de: Die Passworte müssen übereinstimmen.

source: Email Address
de: eMailadresse

source: Validation Token
de: Kennwort

source: check your mail for a token
de: Das Kennwo befindet sich in ihrem Mailbox.

source: [Send Token]
de: [Kennwort anfordern]

source: New Password
de: Neues Passwort

source: type a your new password
de: tippen sie ihr Passwort

source: Repeat Password
de: Passwort Bestätigen

source: repeat the password
de: wiederholen sie das Passwort

source: Set New Password
de: Passwort Setzen

source: Failed to update password for %1
de: Passwort für %1 konnte nicht gesetzt werden.

source: Send Token
de: Kennwort anfordern

source: Token sent
de: Kennwort gesendet

source: The token has been sent to your Mailbox.
de: Das Kennwort wurde an ihre eMail Adresse gesendet.

source: Location
de: Standort

source: Add Room
de: Raum Hinzufügen

source: New Room
de: Raum Erfassen

source: Edit Room
de: Raum Bearbeiten

source: Delete Room
de: Raum Löschen

source: Do you really want to delete the selected Room. This will only work if there are no reservations linked to it.
de: Wollen sie wirklich den gewählten Raum löschen?

source: User Category
de: Benutzerkategorie

source: Rules
de: Regeln

source: New UserCat
de: Neue UserCategory Hinzufügen

source: Edit UserCat
de: UserCategory bearbeiten

source: Do you really want to delete the selected UserCat?
de: Wollen sie wirklich die gewählte UserCategory löschen?

source: Failed to send mail to %1
de: Es konnte keine mail an %1 gesendet werden.

source: Error parsing %1
de: Fehler beim parsing von %1

source: Invalid YAML Syntax: %1
de: Ungültige YAML Syntax: %1
